[
  {
    "id": 37703,
    "id_xtra": 0,
    "status": 1,
    "name": "Aston Martin DB5.json",
    "slug": "aston-martin-db5-1964",
    "description": "<p>This particular example was first registered on May 12th 1964 and supplied new by Aston Martin dealership Brooklands. A comprehensive file of documentation accompanies the car detailing its history back to the 1970's. With little over 1000 examples ever built and less than 400 known survivors in the UK, these rare and incredibly desirable cars are in short supply. The model was only in production from July 1963 to September 1965 but received considerable praise for its performance. The DB5 was capable of 148 mph with a 0-60 mph recorded in 7.1 seconds making it one of the fastest cars available and a match for the best very best in Europe. The DB5 was the replacement for the DB4 and still featured the Tadek Marek designed straight-six all alloy engine. This was enlarged to 3995cc producing 282 BHP and a new five speed ZF gearbox replaced the four speed unit fitted to the DB4.</p><p>This elegant and collectable car has wonderful presence and its outstanding condition will not disappoint. The car was the subject of a major body-off restoration during the late 1980's. The invoices and photographic record are present and improvement expenditure continued throughout the 1990's. In 2011 the car was purchased by a Knightsbridge resident who owned the car for four years, spending £47,000 on a variety of work with Aston Martin specialists. In 2015 it was sold to the most recent owner. In order to ensure the car was in pristine condition, a further restoration began. The engine was removed and sent to world famous Aston Martin engine specialists RS Williams for rebuild. Between 2015 and 2018 a staggering £115,000 was spent, £40,000 on the engine alone taking an already sound car up to the highest possible standard. The meticulous owner - a true Aston Martin enthusiast and Club official has been fanatical in ensuring its total reliability having had a programme of work carried out with no expense spared. Since completion the DB5 has covered running in miles only and represents a wonderful opportunity to acquire a 'well sorted' example to the discerning buyer.</p><p>Invoices for all recent work accompany the car and RS Williams have detailed the comprehensive rebuild and upgrade of the engine. During the rebuild procedure they carried out an improved internal waterway modification to their own specification, fitted the highly desirable 4.2 litre specification liners and bored and honed the cylinder liners to suit Cosworth pistons. The crankshaft assembly was re-ground and balanced, a new clutch pressure assembly fitted and the clutch assembly balanced to the crankshaft. The new steel connecting rods were balanced, new timing chains and tensioners fitted and the water pump rebuilt. The oil pump was replaced, as were the front pulley, all gaskets and hoses. The cylinder head was completely stripped down and new guides fitted. The machining was carried out to accept oversize unleaded specification valve seat inserts. After overhaul the cylinder head was re-fitted with a new gasket and then fitted with carburettors rebuilt to 4.2 litre specification. The throttle linkage, HT lead rail and water pipes were re-chromed and re-plated and on completion the engine was mounted onto a dynamometer for setting up. This including mixture setting, running in and optimising of ignition timing and fuelling. The work to the engine is a true masterpiece and not only does it present beautifully, the performance is considerably enhanced by the 4.2 specification upgrade and on the road it is simply outstanding.</p><p>Further mechanical work carried out during the most recent programme includes a new aluminium fuel tank, new aluminium radiator, high-torque starter motor and a new exhaust system. The DB5 has a top class body with stunning paintwork having had a £35,000 body restoration and complete re-paint in 2016. Various items of brightwork were re-chromed, the engine bay detailed and £10,000 was spent on the upholstery to ensure the car was completed to a beautiful standard throughout. Very rarely will an example come on the market having had such high quality recent restoration and as a result, this DB5 can be purchased with absolute confidence. This DB5 presents with investment class quality in every aspect</a> and offers the ultimate 1960's Grand Tourer driving experience and is finished in one of the most highly desirable colour schemes of Silver Birch with Red Vaumol hide upholstery.</p>",
    "category": 2,
    "brand": 65,
    "year": 1964,
    "price": 874995,
    "price_details": "",
    "excerpt": "This particular example was first registered on May 12th 1964 and supplied new by Aston Martin dealership Brooklands. A comprehensive file of documentation accompanies the car detailing its history back to the 1970's. With little over",
    "createdAt": "2018-08-11",
    "updatedAt": "2018-08-11",
    "image": "aston-martin-db5_37703.jpg",
    "catalogue_subcat_id": "65",
    "catalogue_subcat_brand": "Aston Martin",
    "catalogue_subcat_slug": "aston-martin",
    "catalogue_subcat": {
      "id": 65,
      "brand": "Aston Martin",
      "slug": "aston-martin"
    }
  },
  {
    "id": 37704,
    "id_xtra": 37703,
    "name": "Aston Martin DB5",
    "image": "aston-martin-db5_37704.jpg"
  },
  {
    "id": 37705,
    "id_xtra": 37703,
    "name": "Aston Martin DB5",
    "image": "aston-martin-db5_37705.jpg"
  },
  {
    "id": 37706,
    "id_xtra": 37703,
    "name": "Aston Martin DB5",
    "image": "aston-martin-db5_37706.jpg"
  },
  {
    "id": 37707,
    "id_xtra": 37703,
    "name": "Aston Martin DB5",
    "image": "aston-martin-db5_37707.jpg"
  },
  {
    "id": 37708,
    "id_xtra": 37703,
    "name": "Aston Martin DB5",
    "image": "aston-martin-db5_37708.jpg"
  },
  {
    "id": 37709,
    "id_xtra": 37703,
    "name": "Aston Martin DB5",
    "image": "aston-martin-db5_37709.jpg"
  },
  {
    "id": 37710,
    "id_xtra": 37703,
    "name": "Aston Martin DB5",
    "image": "aston-martin-db5_37710.jpg"
  }
]
